Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Persistent
de: Dauerhaft
es: Persistente
et: Püsiv
fr: Persistant
hu: Állandó
it: Persistente
ja: 常に表示
ko: 지속
ms: Berterusan
pt: Persistente
ru: Постоянно
zh_hans: 持续

source: Personal Stats
de: Persönliche Statistiken
es: Estadísticas personales
et: Isiklik statistika
fr: Statistiques personnelles
hu: Személyes statisztikák
it: Statistiche personali
ja: 個人の統計
ko: 개인 통계
ms: Statistik Peribadi
pt: Estatísticas pessoais
ru: Личная статистика
zh_hans: 个人统计

source: Pet
de: Haustier
es: Mascota
et: Lemmikloom
fr: Compagnon
hu: Kisállat
it: Animaletto
ja: ペット
ko: 펫
ms: Haiwan peliharaan
pt: Mascote
ru: Питомец
zh_hans: 宠物

source: Pet corner
de: Haustier-Ecke
es: Rincón de mascotas
et: Lemmikloomi nurk
fr: Coin des animaux
hu: Kisállat sarok
it: Angolo animali
ja: ペットコーナー
ko: 반려동물 코너
ms: Sudut haiwan peliharaan
pt: Cantinho dos animais
ru: Угол питомца
zh_hans: 萌宠角落

source: Pets
de: Haustiere
es: Mascotas
et: Lemmikloomad
fr: Compagnons
hu: Kisállatok
it: Animaletti
ja: ペット
ko: 펫
ms: Peliharaan
pt: Mascotes
ru: Питомцы
zh_hans: 宠物

source: Phone
de: Telefon
es: Teléfono
et: Telefon
fr: Téléphone
hu: Telefon
it: Telefono
ja: 電話
ko: 전화
ms: Telefon
pt: Telefone
ru: Телефон
zh_hans: 电话

source: Phone pad
de: Telefontastatur
es: Teclado telefónico
et: Telefoniklahvistik
fr: Clavier téléphonique
hu: Telefonbillentyűzet
it: Tastierino telefonico
ja: 電話番号キーパッド
ko: 전화 키패드
ms: Pad telefon
pt: Teclado telefónico
ru: Телефонная клавиатура
zh_hans: 电话键盘

source: Photo
de: Foto
es: Foto
et: Foto
hu: Fénykép
it: Foto
ja: 写真
ko: 사진
ms: Foto
pt: Foto
ru: Фото
zh_hans: 照片

source: Photo Library
de: Fotomediathek
es: Fototeca
et: Fotokogu
fr: Photothèque
hu: Fotótár
it: Fototeca
ja: 写真ライブラリ
ko: 사진 보관함
ms: Perpustakaan Foto
pt: Fototeca
ru: Фототека
zh_hans: 照片图库

source: Photo framing
de: Bildausschnitt
es: Encuadre de la foto
et: Foto paigutus
fr: Cadrage de la photo
hu: Fénykép elhelyezése
it: Inquadratura della foto
ja: 写真の配置
ko: 사진 배치
ms: Kedudukan foto
pt: Enquadramento da foto
ru: Кадрирование фото
zh_hans: 照片构图

source: Phrase
de: Ausdruck
es: Frase
et: Fraas
fr: Expression
hu: Kifejezés
it: Frase
ja: フレーズ
ko: 문구
ms: Frasa
pt: Frase
ru: Фраза
zh_hans: 短语

source: Pick ABC, 123 or #+= on the Keys tab. All keys and rows are arranged directly in the live preview.
de: Wähl ABC, 123 oder #+= im Tab „Tasten“. Alle Tasten und Reihen ordnest du direkt in der Live-Vorschau.
es: Elige ABC, 123 o #+= en la pestaña Teclas. Todas las teclas y filas se organizan en la vista previa.
et: Vali kaardil Klahvid ABC, 123 või #+=. Kõik klahvid ja read paigutatakse otse reaalaja eelvaates.
fr: Choisis ABC, 123 ou #+= dans l'onglet Touches. Touches et rangées s'agencent directement dans l'aperçu.
hu: Válaszd az ABC, 123 vagy #+= lapot a Billentyűk fülön. A billentyűket és sorokat az élő előnézetben rendezed.
it: Scegli ABC, 123 o #+= nella scheda Tasti. Tasti e righe si sistemano direttamente nell'anteprima.
ja: 「キー」タブで ABC・123・#+= を選びます。キーと行はライブプレビューで直接並べ替えます。
ko: ‘키’ 탭에서 ABC, 123, #+= 를 고르세요. 키와 행은 실시간 미리보기에서 바로 배치합니다.
ms: Pilih ABC, 123 atau #+= pada tab Kekunci. Semua kekunci dan baris disusun terus dalam pratonton langsung.
pt: Escolhe ABC, 123 ou #+= no separador Teclas. Todas as teclas e linhas são organizadas na pré-visualização.
ru: Выберите ABC, 123 или #+= на вкладке «Клавиши». Все клавиши и ряды расставляются прямо в живом предпросмотре.
zh_hans: 在「按键」标签里选 ABC、123 或 #+=。所有按键和行都直接在实时预览里排布。

source: Pick Clink from the list
de: Clink aus der Liste wählen
es: Elige Clink en la lista
et: Vali loendist Clink
fr: Choisis Clink dans la liste
hu: Válaszd a Clinket a listából
it: Scegli Clink dall'elenco
ja: リストからClinkを選ぶ
ko: 목록에서 Clink 선택
ms: Pilih Clink daripada senarai
pt: Escolhe o Clink na lista
ru: Выберите Clink из списка
zh_hans: 从列表中选择 Clink

source: Pick Clink from the list that appears.
de: Wähle Clink aus der Liste, die erscheint.
es: Elige Clink en la lista que aparece.
et: Vali ilmuvalt loendilt Clink.
fr: Choisis Clink dans la liste qui apparaît.
hu: Válaszd a Clinket a megjelenő listából.
it: Scegli Clink dall'elenco che compare.
ja: 表示されたリストからClinkを選びます。
ko: 나타난 목록에서 Clink을 고르세요.
ms: Pilih Clink daripada senarai yang muncul.
pt: Escolhe o Clink na lista que aparece.
ru: Выберите Clink из появившегося списка.
zh_hans: 在弹出的列表里选 Clink。

source: Pick a key
de: Taste auswählen
es: Elige una tecla
et: Vali klahv
fr: Choisis une touche
hu: Válassz egy billentyűt
it: Scegli un tasto
ja: キーを選ぶ
ko: 키 고르기
ms: Pilih kekunci
pt: Escolhe uma tecla
ru: Выберите клавишу
zh_hans: 选一个按键

source: Pick a look
de: Such dir einen Look aus
es: Elige un estilo
et: Vali ilme
fr: Choisis un style
hu: Válassz stílust
it: Scegli uno stile
ja: 見た目を選ぶ
ko: 스타일 선택
ms: Pilih gaya
pt: Escolhe um visual
ru: Выберите вид
zh_hans: 选择外观

source: Pick a page, then arrange it in the keyboard above. Drag keys and rows, tap a key to edit it, or use Key and Row to add more. Tap a row grip to pin that row to every page.
de: Wähl eine Seite und ordne sie direkt in der Tastatur oben. Zieh Tasten und Reihen, tipp auf eine Taste, um sie zu bearbeiten, oder füge mit Taste und Reihe neue hinzu. Tipp auf den Griff einer Reihe, um sie auf jeder Seite festzuhalten.
es: Elige una página y ordénala directamente en el teclado de arriba. Arrastra teclas y filas, toca una tecla para editarla o usa Tecla y Fila para añadir más. Toca el asa de una fila para fijarla en todas las páginas.
et: Vali leht ja paiguta see ülal klaviatuuril. Lohista klahve ja ridu, puuduta klahvi selle muutmiseks või kasuta Klahv ja Rida juurde lisamiseks. Puuduta rea käepidet, et kinnitada rida igale lehele.
fr: Choisis une page, puis agence-la directement dans le clavier ci-dessus. Fais glisser touches et rangées, touche une touche pour la modifier, ou utilise Touche et Rangée pour en ajouter. Touche la poignée d’une rangée pour la fixer sur toutes les pages.
hu: Válassz egy oldalt, majd rendezd el közvetlenül a fenti billentyűzeten. Húzd a billentyűket és a sorokat, koppints egy billentyűre a szerkesztéshez, vagy adj hozzá újakat a Billentyű és a Sor gombbal. Koppints egy sor fogantyújára, hogy a sor minden oldalon ott maradjon.
it: Scegli una pagina, poi sistemala direttamente nella tastiera qui sopra. Trascina tasti e righe, tocca un tasto per modificarlo o usa Tasto e Riga per aggiungerne altri. Tocca la maniglia di una riga per fissarla su ogni pagina.
ja: ページを選んで、上のキーボードでそのまま並べ替えます。キーや行をドラッグし、キーをタップして編集、「キー」「行」で追加します。行のつまみをタップすると、その行がすべてのページに固定されます。
ko: 페이지를 고른 다음 위 키보드에서 바로 배치하세요. 키와 행을 끌고, 키를 눌러 편집하고, ‘키’와 ‘행’으로 더 추가하세요. 행 손잡이를 누르면 그 행이 모든 페이지에 고정됩니다.
ms: Pilih halaman, kemudian susunnya terus pada papan kekunci di atas. Seret kekunci dan baris, ketik kekunci untuk menyuntingnya, atau guna Kekunci dan Baris untuk menambah. Ketik cengkaman baris untuk menyematkan baris itu pada setiap halaman.
pt: Escolhe uma página e organiza-a diretamente no teclado acima. Arrasta teclas e linhas, toca numa tecla para a editar ou usa Tecla e Linha para acrescentar mais. Toca na pega de uma linha para a fixar em todas as páginas.
ru: Выберите страницу и соберите её на клавиатуре выше. Перетаскивайте клавиши и ряды, нажмите на клавишу, чтобы её изменить, или добавьте новые кнопками «Клавиша» и «Ряд». Нажмите на ручку ряда, чтобы закрепить его на всех страницах.
zh_hans: 先选一页，然后直接在上方键盘里排布。拖动按键和行，点按键即可编辑，或用「按键」和「行」添加新的。点按行的手柄，可让该行在每一页都固定显示。

source: Pick a page, then arrange it in the keyboard above. Drag keys and rows, tap to edit, or use Key, Element, and Row to add more. Tap a row grip to pin that row to every page.
de: Wähle eine Seite und ordne sie oben auf der Tastatur. Ziehe Tasten und Zeilen, tippe zum Bearbeiten, oder nutze Taste, Element und Zeile zum Hinzufügen. Tippe den Zeilengriff, um die Zeile auf jeder Seite anzuheften.
es: Elige una página y ordénala en el teclado de arriba. Arrastra teclas y filas, toca para editar, o usa Tecla, Elemento y Fila para añadir más. Toca el asa de una fila para fijarla en todas las páginas.
et: Vali leht ja paiguta see ülal klaviatuuril. Lohista klahve ja ridu, puuduta muutmiseks või kasuta Klahv, Element ja Rida juurde lisamiseks. Puuduta rea käepidet, et kinnitada rida igale lehele.
fr: Choisissez une page, puis arrangez-la sur le clavier ci-dessus. Faites glisser les touches et les rangées, touchez pour modifier, ou utilisez Touche, Élément et Rangée pour en ajouter. Touchez la poignée d’une rangée pour l’épingler sur toutes les pages.
hu: Válassz oldalt, majd rendezd a fenti billentyűzeten. Húzd a billentyűket és sorokat, koppints a szerkesztéshez, vagy a Billentyű, Elem és Sor gombokkal adj hozzá többet. A sor fogantyújával rögzítheted a sort minden oldalon.
it: Scegli una pagina e disponila sulla tastiera sopra. Trascina tasti e righe, tocca per modificare, oppure usa Tasto, Elemento e Riga per aggiungerne. Tocca la maniglia di una riga per fissarla su ogni pagina.
ja: ページを選び、上のキーボードで並べます。キーや行をドラッグし、タップで編集。キー・要素・行で追加できます。行のグリップをタップすると、その行を全ページに固定します。
ko: 페이지를 고른 뒤 위 키보드에서 배치하세요. 키와 행을 드래그하고, 탭해서 편집하거나 키·요소·행으로 더 추가합니다. 행 손잡이를 탭하면 그 행을 모든 페이지에 고정합니다.
ms: Pilih halaman, kemudian susun pada papan kekunci di atas. Seret kekunci dan baris, ketik untuk edit, atau guna Kekunci, Elemen dan Baris untuk tambah lagi. Ketik pemegang baris untuk pin baris itu pada setiap halaman.
pt: Escolhe uma página e organiza-a no teclado acima. Arrasta teclas e filas, toca para editar, ou usa Tecla, Elemento e Fila para adicionar mais. Toca no puxador de uma fila para a fixar em todas as páginas.
ru: Выберите страницу и расставьте её на клавиатуре выше. Перетаскивайте клавиши и ряды, касайтесь для редактирования или используйте «Клавишу», «Элемент» и «Ряд», чтобы добавить новые. Коснитесь ручки ряда, чтобы закрепить его на каждой странице.
zh_hans: 先选页面，再在上方键盘里排布。拖动按键和行，点一下可编辑，也可用“按键”“元素”“行”来添加。点行把手可把该行钉到每个页面。

source: Pick a preset, or drag Height and Text under the preview.
de: Wähle eine Voreinstellung oder ziehe die Regler Höhe und Text unter der Vorschau.
es: Elige un ajuste predefinido o arrastra los controles Altura y Texto bajo la vista previa.
et: Vali eelseadistus või lohista eelvaate all juhtnuppe „Kõrgus” ja „Tekst”.
fr: Choisis un préréglage ou fais glisser les commandes Hauteur et Texte sous l’aperçu.
hu: Válassz egy előbeállítást, vagy húzd az előnézet alatti Magasság és Szöveg vezérlőket.
it: Scegli un preset oppure trascina i controlli Altezza e Testo sotto l’anteprima.
ja: プリセットを選ぶか、プレビューの下にある「高さ」と「テキスト」をドラッグして調整します。
ko: 프리셋을 선택하거나 미리 보기 아래의 ‘높이’와 ‘텍스트’를 드래그해 조절하세요.
ms: Pilih pratetap atau seret kawalan Tinggi dan Teks di bawah pratonton.
pt: Escolhe uma predefinição ou arrasta os controlos Altura e Texto sob a pré-visualização.
ru: Выберите готовый вариант или перетащите регуляторы «Высота» и «Текст» под предпросмотром.
zh_hans: 选择一个预设，或拖动预览下方的“高度”和“文本”来调整。

source: Pick a recorded switch to retune it.
de: Wähle eine Schalteraufnahme, um ihren Klang anzupassen.
es: Elige una grabación de interruptor para ajustar su sonido.
et: Vali lüliti helisalvestis, mida seadistada.
fr: Choisis un enregistrement de mécanisme pour en ajuster le son.
hu: Válassz egy rögzített kapcsolóhangot az áthangoláshoz.
it: Scegli una registrazione di interruttore per regolarne il suono.
ja: 音を調整するスイッチの録音を選んでください。
ko: 녹음된 스위치 소리를 선택하여 조정하세요.
ms: Pilih rakaman suis untuk melaraskan bunyinya.
pt: Escolha uma gravação de interruptor para ajustar o som.
ru: Выберите запись переключателя, чтобы настроить её звучание.
zh_hans: 选择轴体录音以调节声音。

source: Pick a saved profile from the keyboard and it takes effect straight away.
de: Wähl ein gespeichertes Profil direkt auf der Tastatur — es greift sofort.
es: Elige un perfil guardado desde el teclado y se aplica al instante.
et: Vali salvestatud profiil klaviatuurilt ja see rakendub koheselt.
fr: Choisis un profil enregistré depuis le clavier : il s'applique aussitôt.
hu: Válassz egy mentett profilt a billentyűzetről, és azonnal életbe lép.
it: Scegli un profilo salvato dalla tastiera e ha effetto subito.
ja: キーボードから保存済みのプロファイルを選ぶと、すぐに反映されます。
ko: 키보드에서 저장한 프로필을 고르면 바로 적용됩니다.
ms: Pilih profil tersimpan dari papan kekunci dan ia terus berkuat kuasa.
pt: Escolhe um perfil guardado a partir do teclado e passa a valer de imediato.
ru: Выберите сохранённый профиль прямо с клавиатуры — он применится сразу.
zh_hans: 在键盘上选一个已保存的配置文件，立刻生效。

source: Pick a style above to give it colors.
de: Wähle oben einen Stil, um ihm Farben zuzuweisen.
es: Elige un estilo arriba para asignarle colores.
et: Värvide määramiseks vali ülal stiil.
fr: Choisis un style ci-dessus pour lui donner des couleurs.
hu: Válassz fent egy stílust, hogy színeket adhass hozzá.
it: Scegli uno stile qui sopra per assegnargli dei colori.
ja: 上でスタイルを選ぶと、色を設定できます。
ko: 위에서 스타일을 선택하면 색상을 지정할 수 있습니다.
ms: Pilih gaya di atas untuk menetapkan warnanya.
pt: Escolha um estilo acima para lhe atribuir cores.
ru: Выберите стиль выше, чтобы задать ему цвета.
zh_hans: 先在上方选择样式，即可设置颜色。

source: Pick a style above to set how it moves.
de: Wähle oben einen Stil, um seine Bewegung einzustellen.
es: Elige un estilo arriba para ajustar cómo se mueve.
et: Vali ülal stiil, et määrata, kuidas see liigub.
fr: Choisis un style ci-dessus pour régler son mouvement.
hu: Válassz fent egy stílust, hogy beállíthasd a mozgását.
it: Scegli uno stile qui sopra per regolare come si muove.
ja: 上でスタイルを選ぶと、動きを設定できます。
ko: 위에서 스타일을 고르면 움직임을 설정할 수 있습니다.
ms: Pilih satu gaya di atas untuk menetapkan cara ia bergerak.
pt: Escolhe um estilo acima para definires como se move.
ru: Выберите стиль выше, чтобы задать характер движения.
zh_hans: 先在上方选一个样式，再设置它怎么动。

source: Pick a style below to light up the keys.
de: Wähle unten einen Stil, um die Tasten zu beleuchten.
es: Elige un estilo abajo para iluminar las teclas.
et: Vali all stiil, et klahve valgustada.
fr: Choisissez un style ci-dessous pour éclairer les touches.
hu: Válassz stílust alább, hogy világítsanak a gombok.
it: Scegli uno stile qui sotto per illuminare i tasti.
ja: 下からスタイルを選ぶとキーが光ります。
ko: 아래에서 스타일을 골라 키를 밝혀 보세요.
ms: Pilih gaya di bawah untuk menerangi kekunci.
pt: Escolhe um estilo abaixo para iluminar as teclas.
ru: Выберите стиль ниже, чтобы подсветить клавиши.
zh_hans: 在下方选择一种样式来点亮按键。

source: Pick a style on the Effect tab to give it colors.
de: Wähle im Tab „Effekt“ einen Stil, um ihm Farben zu geben.
es: Elige un estilo en la pestaña Efecto para darle colores.
et: Vali kaardil Efekt stiil, et anda talle värve.
fr: Choisis un style dans l'onglet Effet pour lui donner des couleurs.
hu: Válassz stílust az Effekt fülön, hogy színt adhass neki.
it: Scegli uno stile nella scheda Effetto per dargli dei colori.
ja: 「エフェクト」タブでスタイルを選ぶと、色を設定できます。
ko: 효과 탭에서 스타일을 고르면 색을 지정할 수 있습니다.
ms: Pilih satu gaya dalam tab Kesan untuk memberikannya warna.
pt: Escolhe um estilo no separador Efeito para lhe dares cores.
ru: Выберите стиль на вкладке «Эффект», чтобы задать цвета.
zh_hans: 在“特效”标签里选一个样式，才能给它配色。

# Pick a style on the Effect tab to give it colours.
source: Pick a style on the Effect tab to give it colors.
de: Wähle im Tab „Effekt“ einen Stil, um ihm Farben zu geben.
es: Elige un estilo en la pestaña Efecto para darle colores.
et: Vali kaardil Efekt stiil, et anda talle värve.
fr: Choisis un style dans l'onglet Effet pour lui donner des couleurs.
hu: Válassz stílust az Effekt fülön, hogy színt adhass neki.
it: Scegli uno stile nella scheda Effetto per dargli dei colori.
ja: 「エフェクト」タブでスタイルを選ぶと、色を設定できます。
ko: 효과 탭에서 스타일을 고르면 색을 지정할 수 있습니다.
ms: Pilih satu gaya dalam tab Kesan untuk memberikannya warna.
pt: Escolhe um estilo no separador Efeito para lhe dares cores.
ru: Выберите стиль на вкладке «Эффект», чтобы задать цвета.
zh_hans: 在“特效”标签里选一个样式，才能给它配色。

source: Pick a style: a steady glow, a spectrum, a ripple that follows your typing.
de: Wähle einen Stil: ruhiges Leuchten, Farbspektrum oder eine Welle, die deinem Tippen folgt.
es: Elige un estilo: brillo fijo, espectro o una onda que sigue tu escritura.
et: Vali stiil: kindel sära, spekter või laine, mis järgib sinu tipimist.
fr: Choisis un style : lueur fixe, spectre, ou onde qui suit ta frappe.
hu: Válassz stílust: nyugodt fény, színskála vagy a gépelésedet követő hullám.
it: Scegli uno stile: bagliore fisso, spettro, o un'onda che segue quello che scrivi.
ja: スタイルを選びます。落ち着いた発光、スペクトル、入力に合わせて広がる波などがあります。
ko: 스타일을 고르세요. 은은한 발광, 스펙트럼, 입력을 따라 번지는 물결이 있습니다.
ms: Pilih gaya: cahaya tetap, spektrum, atau riak yang mengikut taipan anda.
pt: Escolhe um estilo: brilho fixo, espetro, ou uma onda que segue a tua escrita.
ru: Выберите стиль: ровное сияние, спектр или волну, идущую за вашей печатью.
zh_hans: 挑一种样式：稳定的辉光、色谱，或跟着你打字扩散的涟漪。

source: Pick an effect (rain, aurora, fireflies) and it drifts behind the keys as you type.
de: Wähle einen Effekt — Regen, Aurora, Glühwürmchen — und er zieht beim Tippen hinter den Tasten vorbei.
es: Elige un efecto —lluvia, aurora, luciérnagas— y se moverá detrás de las teclas mientras escribes.
et: Vali efekt (vihm, aurora, tulesääsed) ja see triibib tipimise ajal klahvide taga.
fr: Choisis un effet — pluie, aurore, lucioles — et il dérive derrière les touches pendant que tu écris.
hu: Válassz egy effektet — eső, sarki fény, szentjánosbogarak —, és gépelés közben a billentyűk mögött sodródik.
it: Scegli un effetto — pioggia, aurora, lucciole — e scorre dietro i tasti mentre scrivi.
ja: エフェクトを選びます。雨、オーロラ、ホタル。入力中、キーの後ろを流れます。
ko: 비, 오로라, 반딧불 같은 효과를 고르면 타이핑하는 동안 키 뒤에서 흐릅니다.
ms: Pilih satu kesan — hujan, aurora, kelip-kelip — dan ia hanyut di belakang kekunci sambil anda menaip.
pt: Escolhe um efeito — chuva, aurora, pirilampos — e ele desliza por trás das teclas enquanto escreves.
ru: Выберите эффект — дождь, полярное сияние, светлячков — и он будет плыть за клавишами, пока вы печатаете.
zh_hans: 挑一个特效——雨、极光、萤火虫——打字时它就在按键后方流动。

source: Pick the languages you type in. Suggestions, autocomplete, and autocorrect run in all of them at once, so a word only gets fixed when it's wrong in every one. Want Spanish and English together? Turn both on. Only languages your device can spell-check show up here. Your key layout (QWERTY, AZERTY…) is set separately.
de: Wähl die Sprachen aus, in denen du schreibst. Vorschläge, Autovervollständigung und Autokorrektur laufen in allen gleichzeitig, ein Wort wird also nur korrigiert, wenn es in jeder falsch ist. Spanisch und Englisch zusammen? Schalt einfach beide an. Hier stehen nur Sprachen, die dein Gerät auf Rechtschreibung prüfen kann. Deine Tastaturbelegung (QWERTY, AZERTY…) stellst du separat ein.
es: Elige los idiomas en los que escribes. Las sugerencias, el autocompletado y la autocorrección funcionan en todos a la vez, así que una palabra solo se corrige cuando está mal en todos. ¿Quieres español e inglés juntos? Activa los dos. Aquí solo salen los idiomas que tu dispositivo puede revisar. Tu distribución de teclas (QWERTY, AZERTY…) se configura aparte.
et: Vali keeled, milles tipid. Soovitused, automaatlõpetus ja automaatparandus töötavad kõigis korraga, nii et sõna parandatakse ainult siis, kui see on igas keeles vale. Tahad hispaania ja inglise koos? Lülita mõlemad sisse. Siin näidatakse ainult keeli, mida sinu seade õigekirjaliselt kontrollida oskab. Sinu klahvipaigutus (QWERTY, AZERTY…) määratakse eraldi.
fr: Choisis les langues dans lesquelles tu écris. Les suggestions, la saisie automatique et la correction fonctionnent dans toutes en même temps, donc un mot n'est corrigé que s'il est faux dans chacune. Tu veux le français et l'anglais ensemble ? Active les deux. Seules les langues que ton appareil peut vérifier apparaissent ici. Ta disposition de touches (QWERTY, AZERTY…) se règle à part.
hu: Válaszd ki, milyen nyelveken gépelsz. A javaslatok, a kiegészítés és az automatikus javítás egyszerre fut mindegyiken, így egy szót csak akkor javít, ha az minden nyelvben hibás. Spanyolul és angolul is írnál? Kapcsold be mindkettőt. Csak azok a nyelvek jelennek meg itt, amiket az eszközöd tud helyesírás-ellenőrizni. A billentyűkiosztást (QWERTY, AZERTY…) külön állítod be.
it: Scegli le lingue in cui scrivi. Suggerimenti, completamento automatico e correzione automatica funzionano in tutte insieme, così una parola viene corretta solo quando è sbagliata in ognuna. Vuoi spagnolo e inglese insieme? Attivali entrambi. Qui compaiono solo le lingue di cui il dispositivo controlla l'ortografia. La disposizione dei tasti (QWERTY, AZERTY…) si imposta a parte.
ja: 入力する言語を選んでください。候補、自動補完、自動修正はすべての言語で同時に動くので、どの言語でも間違っているときだけ単語が直ります。スペイン語と英語を一緒に使いたいですか？両方をオンにするだけです。ここにはデバイスがスペルチェックできる言語だけが出てきます。キー配列（QWERTY、AZERTYなど）は別に設定します。
ko: 쓰는 언어를 골라 보세요. 제안, 자동 완성, 자동 수정이 모든 언어에서 한꺼번에 돌아가서, 모든 언어에서 틀렸을 때만 단어를 고쳐요. 스페인어랑 영어를 같이 쓰고 싶으세요? 둘 다 켜면 돼요. 기기에서 맞춤법 검사가 되는 언어만 여기 나와요. 키 배열(QWERTY, AZERTY…)은 따로 설정해요.
ms: Pilih bahasa yang anda taip. Cadangan, autolengkap, dan autobetul berjalan dalam kesemuanya serentak, jadi sesuatu perkataan hanya dibetulkan bila ia salah dalam setiap satu. Nak Sepanyol dan Inggeris sekali? Hidupkan kedua-duanya. Hanya bahasa yang peranti anda boleh semak ejaan muncul di sini. Susun atur kekunci anda (QWERTY, AZERTY…) ditetapkan berasingan.
pt: Escolhe os idiomas em que escreves. As sugestões, a conclusão automática e a correção automática funcionam em todos ao mesmo tempo, por isso uma palavra só é corrigida quando está errada em todos. Queres espanhol e inglês juntos? Liga os dois. Aqui só aparecem os idiomas cuja ortografia o teu dispositivo consegue verificar. A disposição das teclas (QWERTY, AZERTY…) é definida à parte.
ru: Выберите языки, на которых печатаете. Подсказки, автодополнение и автокоррекция работают во всех сразу, поэтому слово исправляется, только если оно неверно в каждом из них. Нужны испанский и английский вместе? Включите оба. Здесь видны только языки, для которых на устройстве есть проверка орфографии. Раскладка клавиш (QWERTY, AZERTY…) задаётся отдельно.
zh_hans: 选你打字用的语言。建议、自动补全和自动更正会在所有语言里同时跑，所以只有一个词在每种语言里都错时才会被改。想西班牙语和英语一起用？两个都开。这里只显示你的设备能拼写检查的语言。你的按键布局（QWERTY、AZERTY…）要单独设。

source: Pick up where you left off
de: Da weitermachen, wo du warst
es: Seguir donde lo dejaste
et: Jätka sealt, kus pooleli jäid
fr: Reprendre où tu t'es arrêté
hu: Ott folytasd, ahol abbahagytad
it: Riprendi da dove eri
ja: 前の続きから開く
ko: 마지막에 보던 곳부터
ms: Sambung dari tempat terakhir
pt: Continuar onde ficaste
ru: Продолжите с того места, где остановились
zh_hans: 从上次的位置继续

source: Pick your colors, drop in a background, choose a font. Save the looks you like and swap between them anytime.
de: Wähl deine Farben, setz einen Hintergrund ein, such eine Schrift aus. Sichere die Looks, die dir gefallen, und wechsle jederzeit zwischen ihnen.
es: Elige tus colores, pon un fondo, escoge una fuente. Guarda los estilos que te gusten y cambia entre ellos cuando quieras.
et: Vali oma värvid, lisa taust, vali font. Salvesta meeldivad ilmed ja vaheta neid igal ajal.
fr: Choisis tes couleurs, ajoute un arrière-plan, choisis une police. Enregistre les styles que tu aimes et passe de l'un à l'autre quand tu veux.
hu: Válaszd ki a színeidet, tegyél be egy hátteret, válassz betűtípust. Mentsd el a kedvenc megjelenéseidet, és bármikor válts köztük.
it: Scegli i colori, metti uno sfondo, scegli un carattere. Salva i look che ti piacciono e passa dall'uno all'altro quando vuoi.
ja: 色を選び、背景を入れ、フォントを選びます。気に入った見た目を保存して、いつでも切り替えられます。
ko: 색을 고르고, 배경을 넣고, 글꼴을 골라요. 마음에 드는 모습을 저장해 두고 언제든 바꿔가며 쓰세요.
ms: Pilih warna anda, letak latar, pilih fon. Simpan rupa yang anda suka dan tukar antaranya bila-bila masa.
pt: Escolhe as tuas cores, mete um fundo, escolhe um tipo de letra. Guarda os visuais de que gostas e troca entre eles quando quiseres.
ru: Выберите цвета, поставьте фон, подберите шрифт. Сохраняйте понравившиеся варианты и меняйте их когда угодно.
zh_hans: 挑你的颜色，放个背景，选个字体。喜欢的样式存下来，随时换着用。
